Repository: Virgile1105/WebKiosk
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Cancel
fr: Annuler

source: Save
fr: Enregistrer

source: Delete
fr: Supprimer

source: Add
fr: Ajouter

source: Open
fr: Ouvrir

source: Clear
fr: Effacer

source: Retry
fr: Réessayer

source: Reload
fr: Recharger

source: Quit
fr: Quitter

source: Settings
fr: Paramètres

source: Device Name
fr: Nom de l'appareil

# infoDesc
source: App and device information
fr: Informations sur l'application et l'appareil

# configurationDesc
source: Custom display and behavior settings
fr: Paramètres d'affichage et de comportement personnalisés

source: Add Shortcut
fr: Ajouter un raccourci

# addShortcutDesc
source: Add a new web shortcut
fr: Ajouter un nouveau raccourci Web

source: Add Apps
fr: Ajouter des applications

# addAppsDesc
source: Add installed Android apps
fr: Ajouter des applications Android installées

source: Network
fr: Réseau

# networkDesc
source: View network status and settings
fr: Afficher l'état et les paramètres du réseau

source: Advanced Settings
fr: Paramètres avancés

# advancedSettingsDesc
source: Developer options and USB settings
fr: Options développeur et paramètres USB

source: Exit to Home
fr: Quitter vers l'accueil

# exitToHomeDesc
source: Return to native Android home
fr: Revenir à l'accueil natif Android

source: Device Owner Mode
fr: Mode propriétaire de l'appareil

source: ENABLED
fr: ACTIF

source: DISABLED
fr: DÉSACTIVÉ

# deviceOwnerEnabledDesc
source: Click to remove Device Owner mode
fr: Cliquer pour supprimer le mode propriétaire de l'appareil

# deviceOwnerDisabledDesc
source: Device Owner mode is disabled
fr: Le mode propriétaire de l'appareil est désactivé

source: Remove Device Owner?
fr: Supprimer le propriétaire de l'appareil ?

# removeDeviceOwnerWarning
source: This will remove Device Owner privileges. You will no longer be able to:\n\n• Control system settings\n• Prevent uninstallation\n• Use kiosk mode features\n\nContinue?
fr: Cela supprimera les privilèges de propriétaire de l'appareil. Vous ne pourrez plus :\n\n• Contrôler les paramètres système\n• Empêcher la désinstallation\n• Utiliser les fonctionnalités du mode kiosque\n\nContinuer ?

# deviceOwnerRemoved
source: Device Owner removed. You can now factory reset.
fr: Propriétaire de l'appareil supprimé. Vous pouvez maintenant effectuer une réinitialisation d'usine.

source: Failed to remove Device Owner
fr: Échec de la suppression du propriétaire de l'appareil

source: Uninstall DeviceGate
fr: Désinstaller DeviceGate

# uninstallDeviceGateDesc
source: Uninstall DeviceGate from this device
fr: Désinstaller DeviceGate de cet appareil

# removeDeviceOwnerFirst
source: Remove Device Owner mode first to enable
fr: Supprimez d'abord le mode propriétaire de l'appareil pour activer

# couldNotOpenAppSettings
source: Could not open app settings. Please uninstall manually from Settings.
fr: Impossible d'ouvrir les paramètres de l'application. Veuillez désinstaller manuellement depuis les Paramètres.

source: Factory Data Reset
fr: Réinitialisation d'usine

# factoryDataResetDesc
source: Factory reset this device
fr: Réinitialiser cet appareil aux paramètres d'usine

# couldNotOpenSettings
source: Could not open settings. Please factory reset manually from Settings.
fr: Impossible d'ouvrir les paramètres. Veuillez effectuer une réinitialisation d'usine manuellement depuis les Paramètres.

# advancedSettingsInfo
source: Advanced Settings Information
fr: Informations sur les paramètres avancés

# advancedSettingsInfoDesc
source: View system developer and USB settings
fr: Afficher les paramètres système développeur et USB

source: System & Developer Settings
fr: Paramètres système et développeur

source: Developer Mode
fr: Mode développeur

source: USB Debugging
fr: Débogage USB

source: USB File Transfer
fr: Transfert de fichiers USB

source: Location Permissions
fr: Autorisations de localisation

source: Location Access
fr: Accès à la localisation

source: Allow all the time
fr: Autoriser tout le temps

source: Use precise location
fr: Utiliser la localisation précise

source: Grant Location Permissions
fr: Accorder les autorisations de localisation

# locationPermissionsGranted
source: All location permissions have been granted successfully.
fr: Toutes les autorisations de localisation ont été accordées avec succès.

# pleaseEnterNameAndUrl
source: Please enter a name and URL
fr: Veuillez entrer un nom et une URL

source: Advanced Options
fr: Options avancées

source: Disable Keyboard
fr: Désactiver le clavier

# disableKeyboardDesc
source: Prevent keyboard from appearing on input fields
fr: Empêcher l'affichage du clavier sur les champs de saisie

source: Use Custom Keyboard
fr: Utiliser un clavier personnalisé

# useCustomKeyboardDesc
source: Show numeric keyboard in bottom-left corner (autofocus can be controlled separately)
fr: Afficher le clavier numérique dans le coin inférieur gauche

source: Disable Copy/Paste
fr: Désactiver Copier/Coller

# disableCopyPasteDesc
source: Prevent copying and pasting in input fields
fr: Empêcher le copier-coller dans les champs de saisie

source: Shortcut Name
fr: Nom du raccourci

source: Icon Source:
fr: Source de l'icône :

source: Loading apps...
fr: Chargement des applications...

source: No apps found
fr: Aucune application trouvée

source: Add New Shortcut
fr: Ajouter un nouveau raccourci

source: Name
fr: Nom

source: Website URL
fr: URL du site Web

source: Icon
fr: Icône

source: Icon URL
fr: URL de l'icône

source: Icon URL (optional)
fr: URL de l'icône (facultatif)

source: Use URL (below)
fr: Utiliser l'URL (ci-dessous)

source: Using asset icon
fr: Utilisation de l'icône de ressource

# leaveIconUrlEmpty
source: Leave icon URL empty to use the site's favicon (or default icon if unavailable).
fr: Laissez l'URL de l'icône vide pour utiliser le favicon du site (ou l'icône par défaut si non disponible).

source: Using selected asset icon.
fr: Utilisation de l'icône de ressource sélectionnée.

# nameHint
source: e.g., Google
fr: par ex., Google

source: Leave empty for auto-detect
fr: Laisser vide pour la détection automatique

# checkAppsToAdd
source: Check apps to add to DeviceGate home
fr: Cocher les applications à ajouter à l'accueil DeviceGate

source: Error saving shortcut
fr: Erreur lors de la sauvegarde du raccourci

source: Error loading device info
fr: Erreur de chargement des informations de l'appareil

# couldNotLoadDeviceInfo
source: Could not load device information
fr: Impossible de charger les informations de l'appareil

source: Error loading apps
fr: Erreur de chargement des applications

# couldNotLoadApps
source: Could not load installed applications
fr: Impossible de charger les applications installées

source: added to home
fr: ajouté à l'accueil

source: Bluetooth Devices
fr: Appareils Bluetooth

source: App Version
fr: Version de l'application

source: Build Number
fr: Numéro de build

# deviceInfo
source: Device Information
fr: Informations de l'appareil

source: IP Address
fr: Adresse IP

source: Product Name
fr: Nom du produit

source: Android Model
fr: Modèle Android

source: Serial Number
fr: Numéro de série

source: Android Version
fr: Version Android

# securityPatch
source: Last Security Update
fr: Dernière mise à jour

source: Not available
fr: Non disponible

source: Error loading
fr: Erreur de chargement

# noBluetooth
source: No Bluetooth Devices
fr: Pas d'appareils Bluetooth

# errorOccurred
source: An error occurred
fr: Une erreur est survenue

# unexpectedError
source: An unexpected error occurred
fr: Une erreur inattendue s'est produite

source: Technical details
fr: Détails techniques

# errorLabel
source: Error:
fr: Erreur :

source: Configuration Error
fr: Erreur de configuration

source: Could not save top bar setting
fr: Impossible de sauvegarder le paramètre de la barre supérieure

source: Could not save auto-rotation setting
fr: Impossible de sauvegarder le paramètre de rotation automatique

# couldNotSaveScreenTimeout
source: Could not save screen timeout setting
fr: Impossible de sauvegarder le délai de mise en veille de l'écran

source: Screen Timeout
fr: Mise en veille de l'écran

source: Never
fr: Jamais

source: seconds
fr: secondes

source: second
fr: seconde

source: hours
fr: heures

source: hour
fr: heure

source: current
fr: actuel

source: Current system value
fr: Valeur système actuelle

source: Always Show Top Bar
fr: Toujours afficher la barre supérieure

# alwaysShowTopBarDesc
source: Keep navigation bar visible at all times
fr: Garder la barre de navigation visible en permanence

source: Auto Rotation
fr: Rotation automatique

# autoRotationDesc
source: Allow screen rotation
fr: Autoriser la rotation de l'écran

source: Lock Orientation
fr: Verrouiller l'orientation

source: Landscape
fr: Paysage

source: Custom display settings
fr: Paramètres personnalisés

source: Top bar always visible
fr: Barre supérieure toujours visible

# topBarShownDesc
source: Android status bar stays always displayed
fr: La barre d'état Android reste toujours affichée

# topBarHiddenDesc
source: Status bar is hidden (swipe down to show)
fr: La barre d'état est masquée (glisser vers le bas pour afficher)

# screenRotatesAutomatically
source: Screen rotates automatically based on orientation
fr: L'écran pivote automatiquement selon l'orientation

# lockedIn
source: Locked in {orientation}
fr: Verrouillé en {orientation}

# currently
source: Currently: {value}
fr: Actuellement: {value}

# cancelButton
source: Cancel
fr: Annuler

# fifteenSeconds
source: 15 seconds
fr: 15 secondes

# thirtySeconds
source: 30 seconds
fr: 30 secondes

source: Password Protection
fr: Protection par mot de passe

# passwordProtectionDesc
source: Require password to access settings
fr: Exiger un mot de passe pour accéder aux paramètres

source: Change Password
fr: Changer le mot de passe

source: Current Password
fr: Mot de passe actuel

source: New Password
fr: Nouveau mot de passe

source: Confirm Password
fr: Confirmer le mot de passe

source: Enter password
fr: Entrer votre code

source: Incorrect password
fr: Code incorrect

# tooManyAttempts
source: Too many failed attempts. Try again in {minutes}min {seconds}s
fr: Trop de tentatives. Réessayez dans {minutes}min {seconds}s

# passwordMismatch
source: Passwords do not match
fr: Les mots de passe ne correspondent pas

# passwordChanged
source: Password changed successfully
fr: Mot de passe changé avec succès

source: Network Status
fr: État du réseau

source: WiFi Status
fr: État WiFi

source: Connected
fr: Connecté

source: Disconnected
fr: Déconnecté

source: No WiFi connection
fr: Aucune connexion WiFi

source: Active
fr: Actif

source: Signal Strength
fr: Force du signal

source: Speed Test
fr: Test de vitesse

source: Run Speed Test
fr: Exécuter un test de vitesse

source: Download
fr: Téléchargement

source: Upload
fr: Envoi

source: Reset Internet
fr: Réinitialiser Internet

# resettingInternet
source: Resetting...
fr: Réinitialisation...

# internetResetFailed
source: Failed to reset Internet: {error}
fr: Échec de la réinitialisation d'Internet : {error}

source: Saved Networks
fr: Réseaux enregistrés

source: Forget
fr: Oublier

source: Connect
fr: Connecter

source: Initialization Error
fr: Erreur d'initialisation

# errorSavingName
source: Error saving name: {error}
fr: Erreur lors de la sauvegarde du nom : {error}

# errorSavingIcon
source: Error saving icon: {error}
fr: Erreur lors de la sauvegarde de l'icône : {error}

# createHomeShortcut
source: Create Home Screen Shortcut
fr: Créer un raccourci écran d'accueil

source: Change App Name
fr: Changer le nom de l'application

source: Change App Icon
fr: Changer l'icône de l'application

source: Keyboard Settings
fr: Paramètres du clavier

source: Reset Settings
fr: Réinitialiser les paramètres

source: System Status
fr: État du système

source: GRANTED
fr: ACCORDÉ

source: DENIED
fr: REFUSÉ

source: Location permission granted
fr: Autorisation de localisation accordée

source: Location permission denied
fr: Autorisation de localisation refusée

# backgroundLocationGranted
source: Background location access granted
fr: Accès à la localisation en arrière-plan accordé

# onlyWhileUsingApp
source: Only while using the app
fr: Seulement pendant l'utilisation de l'app

source: ALWAYS
fr: TOUJOURS

source: LIMITED
fr: LIMITÉ

# preciseGpsEnabled
source: Precise GPS location enabled
fr: Localisation GPS précise activée

source: Approximate location only
fr: Localisation approximative uniquement

source: PRECISE
fr: PRÉCIS

# grantLocationPermissionsManually
source: Please grant location permissions manually in Settings
fr: Veuillez accorder les autorisations de localisation manuellement dans les Paramètres

# httpError400Title
source: Bad Request
fr: Requête incorrecte

# httpError401Title
source: Unauthorized
fr: Non autorisé

# httpError403Title
source: Access Denied
fr: Accès refusé

# httpError404Title
source: Page Not Found
fr: Page introuvable

# httpError500Title
source: Internal Server Error
fr: Erreur serveur interne

# httpError502Title
source: Bad Gateway
fr: Passerelle incorrecte

# httpError503Title
source: Service Unavailable
fr: Service indisponible

# httpError504Title
source: Gateway Timeout
fr: Délai d'attente dépassé

# httpErrorDefaultTitle
source: HTTP Error {statusCode}
fr: Erreur HTTP {statusCode}

# httpError400Desc
source: The server cannot process the request due to a client error.
fr: Le serveur ne peut pas traiter la requête en raison d'une erreur client.

# httpError401Desc
source: Authentication is required to access this resource.
fr: Une authentification est requise pour accéder à cette ressource.

# httpError403Desc
source: You do not have permission to access this resource.
fr: Vous n'avez pas la permission d'accéder à cette ressource.

# httpError404Desc
source: The requested page does not exist on the server.
fr: La page demandée n'existe pas sur le serveur.

# httpError500Desc
source: The server encountered an internal error and could not process the request.
fr: Le serveur a rencontré une erreur interne et n'a pas pu traiter la requête.

# httpError502Desc
source: The server received an invalid response from the upstream server.
fr: Le serveur a reçu une réponse invalide du serveur en amont.

# httpError503Desc
source: The server is temporarily unavailable, probably under maintenance.
fr: Le serveur est temporairement indisponible, probablement en maintenance.

# httpError504Desc
source: The server did not receive a response in time from the upstream server.
fr: Le serveur n'a pas reçu de réponse à temps du serveur en amont.

# httpErrorDefaultDesc
source: The server returned an HTTP error code {statusCode}.
fr: Le serveur a renvoyé un code d'erreur HTTP {statusCode}.

source: Server message:
fr: Message du serveur :

# retryButton
source: Retry
fr: Réessayer

# reloadButton
source: Reload
fr: Recharger

source: Unknown
fr: Inconnu

# deviceTypeKeyboard
source: Keyboard
fr: Clavier

# deviceTypeMouse
source: Mouse
fr: Souris

source: Disable Auto Focus
fr: Désactiver la mise au point automatique

# disableAutoFocusDesc
source: Prevent automatic keyboard popup on page load
fr: Empêcher l'apparition automatique du clavier au chargement de la page

# useCustomKeyboardDesc2
source: Replace system keyboard with custom numeric/alphanumeric keyboard
fr: Remplacer le clavier système par un clavier numérique/alphanumérique personnalisé

source: Create Shortcut
fr: Créer un raccourci

source: App name updated
fr: Nom de l'application mis à jour

source: Change Icon URL
fr: Modifier l'URL de l'icône

# svgNotSupported
source: SVG files are not supported. Please use PNG or JPG.
fr: Les fichiers SVG ne sont pas pris en charge. Veuillez utiliser PNG ou JPG.

source: Icon URL updated
fr: URL de l'icône mise à jour

source: Not Now
fr: Pas maintenant

# pleaseEnterShortcutName
source: Please enter a shortcut name
fr: Veuillez entrer un nom de raccourci

# pleaseEnterUrl
source: Please enter a URL
fr: Veuillez entrer une URL

# shortcutAdded
source: Shortcut "{name}" added!
fr: Raccourci "{name}" ajouté!

# failedToCreateShortcut
source: Failed to create shortcut: {error}
fr: Échec de la création du raccourci : {error}

# addToHomeViaChrome
source: Add to Home Screen via Chrome
fr: Ajouter à l'écran d'accueil via Chrome

# pleaseSetIconUrlFirst
source: Please set an icon URL first
fr: Veuillez d'abord définir une URL d'icône

source: Applying icon...
fr: Application de l'icône...

source: Icon Changed!
fr: Icône modifiée !

source: Failed to change app icon
fr: Échec de la modification de l'icône de l'application

source: Keyboard Scale Settings
fr: Paramètres de l'échelle du clavier

source: Open in Chrome
fr: Ouvrir dans Chrome

# shortcutNameHint
source: My Website
fr: Mon Site Web

# websiteUrlExample
source: https://example.com
fr: https://exemple.com

# iconUrlPngJpg
source: Icon URL (PNG/JPG only)
fr: URL de l'icône (PNG/JPG uniquement)

# iconUrlHint
source: https://example.com/icon.png
fr: https://exemple.com/icon.png

source: Auto-detect from URL
fr: Détecter automatiquement depuis l'URL

source: Keyboard Options:
fr: Options du clavier :

# tipTapMagicWand
source: Tip: Tap the magic wand to auto-detect icon from URL
fr: Astuce : Appuyez sur la baguette magique pour détecter automatiquement l'icône depuis l'URL

# appNameLabel
source: App Name
fr: Nom de l'application

source: Enter custom app name
fr: Entrez un nom d'application personnalisé

# onlyPngJpgSupported
source: Only PNG, JPG, GIF, WebP supported.\nSVG files will NOT work!
fr: Seuls PNG, JPG, GIF, WebP sont pris en charge.\nLes fichiers SVG ne fonctionneront PAS !

source: Suggested icons:
fr: Icônes suggérées :

# googleFavicon128
source: Google Favicon (128px) - Recommended
fr: Google Favicon (128px) - Recommandé

# appleTouchIcon
source: Apple Touch Icon (PNG)
fr: Icône Apple Touch (PNG)

# directFavicon
source: Direct favicon.ico
fr: favicon.ico direct

# tapSuggestionOrEnter
source: Tap a suggestion to use it, or enter your own PNG/JPG URL.
fr: Appuyez sur une suggestion pour l'utiliser, ou entrez votre propre URL PNG/JPG.

# createHomeShortcutQuestion
source: Would you like to create a home screen shortcut with the name "{name}"?\n\nThis will add a new icon to your home screen.
fr: Voulez-vous créer un raccourci sur l'écran d'accueil avec le nom "{name}" ?\n\nCela ajoutera une nouvelle icône à votre écran d'accueil.

# chromeAddInstructions
source: This will open the website in Chrome. To add a clean shortcut without any badge:
fr: Cela ouvrira le site Web dans Chrome. Pour ajouter un raccourci sans badge :

# chromeStep1
source: Tap the menu icon (⋮) in Chrome
fr: Appuyez sur l'icône de menu (⋮) dans Chrome

# chromeStep2
source: Select \"Add to Home screen\"
fr: Sélectionnez \"Ajouter à l'écran d'accueil\"

# chromeStep3
source: Enter your desired name
fr: Entrez le nom souhaité

# chromeStep4
source: Tap \"Add\"
fr: Appuyez sur \"Ajouter\"

# chromeNoBadgeNote
source: The shortcut will use the website's icon without any app badge.
fr: Le raccourci utilisera l'icône du site Web sans badge d'application.

# iconChangedDescription
source: The app icon has been updated.\n\nNote: The icon change will take effect after you:\n1. Close the app completely\n2. Wait a few seconds\n3. The launcher may need time to update\n\nSome launchers require a restart to show the new icon.
fr: L'icône de l'application a été mise à jour.\n\nRemarque : Le changement d'icône prendra effet après que vous :\n1. Fermiez complètement l'application\n2. Attendiez quelques secondes\n3. Le lanceur peut avoir besoin de temps pour se mettre à jour\n\nCertains lanceurs nécessitent un redémarrage pour afficher la nouvelle icône.

# errorWithMessage
source: Error: {error}
fr: Erreur : {error}

# reloadApp
source: Reload Application
fr: Recharger l'application

source: Cannot initialize web browser
fr: Impossible d'initialiser le navigateur web

source: Network Error
fr: Erreur réseau

# cannotRetrieveWifiInfo
source: Cannot retrieve WiFi information
fr: Impossible de récupérer les informations WiFi

# speedTestError
source: Speed test error: {error}
fr: Erreur lors du test de vitesse: {error}

# internetResetError
source: Failed to reset Internet: {error}
fr: Échec de la réinitialisation d'Internet : {error}

source: WiFi Connection
fr: Connexion WiFi

source: Internet Status
fr: État Internet

source: Website Error
fr: Erreur du site web

# siteUnavailable
source: The site is unavailable
fr: Le site est inaccessible

source: No Internet
fr: Pas d'Internet

source: Connection impossible
fr: Connexion impossible

source: Test in progress...
fr: Test en cours...

source: Restart test
fr: Relancer le test

# antennaIdentification
source: Antenna/Access Point Identification
fr: Identification de l'antenne/point d'accès

# bssidMacAntenna
source: BSSID (Antenna MAC)
fr: BSSID (MAC Antenne)

source: Manufacturer
fr: Fabricant

source: Gateway (Router IP)
fr: Passerelle (IP Routeur)

source: WiFi Channel
fr: Canal WiFi

# channel
source: Channel {number}
fr: Canal {number}

source: Channel Width
fr: Largeur canal

source: Band
fr: Bande

source: Frequency
fr: Fréquence

source: Security
fr: Sécurité

# connectionInfo
source: Connection Information
fr: Informations de connexion

source: WiFi Standard
fr: Standard WiFi

source: Current Speed
fr: Vitesse actuelle

source: TX Speed (Upload)
fr: Vitesse TX (Upload)

source: RX Speed (Download)
fr: Vitesse RX (Download)

source: Max Speed
fr: Vitesse max

source: IP Address (Tablet)
fr: Adresse IP (Tablette)

source: Display Error
fr: Erreur d'affichage

source: Good
fr: Bon

source: Medium
fr: Moyen

source: Slow
fr: Lent

source: Very Slow
fr: Très lent

source: Very good
fr: Très bon

source: Fair
fr: Passable

source: Poor
fr: Faible

source: Very poor
fr: Très faible

source: Loading Error
fr: Erreur de chargement

source: Cannot load app data
fr: Impossible de charger les données de l'application

# saveError
source: Save error: {error}
fr: Erreur lors de la sauvegarde: {error}

source: Select App to Add
fr: Sélectionner l'application à ajouter

source: Delete Shortcut
fr: Supprimer le raccourci

# confirmDeleteShortcut
source: Are you sure you want to delete "{name}"?
fr: Êtes-vous sûr de vouloir supprimer "{name}"?

# shortcutDeleted
source: "{name}" deleted
fr: "{name}" supprimé

# failedToLaunch
source: Failed to launch {name}
fr: Échec du lancement de {name}

# errorLaunching
source: Error launching {name}: {error}
fr: Erreur lors du lancement de {name}: {error}

# appsAdded
source: {count} app(s) added
fr: {count} application(s) ajoutée(s)

# appsRemoved
source: {count} app(s) removed
fr: {count} application(s) supprimée(s)

# pleaseEnterValidUrl
source: Please enter a valid URL
fr: Veuillez entrer une URL valide

# enterWebsiteUrlToBegin
source: Enter a website URL to begin
fr: Entrez une URL de site web pour commencer

# urlExampleHint
source: example.com or https://example.com
fr: exemple.com ou https://exemple.com

source: Open Website
fr: Ouvrir le site Web

source: Webview Settings
fr: Paramètres de la vue web

source: Custom Keyboard
fr: Clavier personnalisé

# customKeyboardDesc
source: Show numeric custom keyboard in bottom-left corner
fr: Afficher le clavier numérique personnalisé dans le coin inférieur gauche

source: SAP Warning Sounds
fr: Sons d'alerte SAP

# sapWarningSoundsDesc
source: Enable sounds for SAP warning and error messages
fr: Activer les sons pour les messages d'avertissement et d'erreur SAP

source: Startup Error
fr: Erreur de démarrage

# startupErrorDesc
source: The application could not start correctly
fr: L'application n'a pas pu démarrer correctement

source: Unhandled Error
fr: Erreur non gérée

source: Server refused
fr: Serveur refusé

source: Server timeout
fr: Délai d'attente du serveur

source: Server problem
fr: Problème serveur
