Repository: Virgile1105/WebKiosk
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Unknown Network
fr: Réseau inconnu

source: Unknown error
fr: Erreur inconnue

source: Unknown URL
fr: URL inconnue

# statusFormat
source: Status: {status}
fr: État : {status}

source: Checking...
fr: Vérification...

source: App Update
fr: Mise à jour

source: Update Available
fr: Mise à jour disponible

source: Up to date
fr: À jour

# checkingForUpdate
source: Checking for updates...
fr: Vérification des mises à jour...

source: Downloading update...
fr: Téléchargement de la mise à jour...

# newVersionAvailable
source: New version {version} available
fr: Nouvelle version {version} disponible

# currentVersion
source: Current version: {version}
fr: Version actuelle : {version}

source: Update
fr: Mettre à jour

# updateConfirmation
source: Do you want to update from version {current} to {latest}?
fr: Voulez-vous mettre à jour de la version {current} vers {latest} ?

source: Update failed
fr: La mise à jour a échoué
